<template>

<div class="container">
  <vue-title title="株式会社アダムアップ" subtitle="AdamApp"></vue-title>
  <div class="tile is-ancestor">
    <div class="tile is-parent">
      <div class="tile is-child box">
        <h2 class="title">事業内容</h2>
        <p class="title">総合的なシステムサポート</p>

        <p>長年、旅行会社のシステム開発を中心に行っていたメンバーが集まって2011年11月に創立しました。
        メンバーのほとんどがベテランのシステムエンジニアで、旅行や鉄道関係のシステム開発を得意とし、個々の技術者がお客さまから信頼され、幅広くお客さまのITシステムを支援しています。
        ユーザーニーズの調査から要件定義、システム設計、プログラミング、試験というシステム開発の全ての工程、そしてシステム稼働後の保守までを任されています。
        また、お客さまと話し合いながら、システムコンサルタント的な業務も行います。</p>

        <p class="title">得意とする開発及び技術分野</p>

        <p>大手旅行会社をはじめとした業務システムの開発がメインです。
        技術要件としては、Windows系．NET及びUNIX、Linux系JavaでのWebアプリケーションの開発がメインです。
        そのほか、スマートフォンでの旅行情報アプリの開発、運用にも携わっています。</p>

        <p class="title">今後の展開</p>

        <p>アンドロイド及びiOS搭載のスマートデバイスを活用した業務システム及びコンシューマ向けシステムの企画、開発に力を入れると共に、開発ドメインも広げていきたいと考えています。
        今までと同様、「お客さまの要望をシステムによって具現化する」という真の意味でのシステムエンジニアの仕事ができる人材の育成に力を入れていきます。</p>

      </div>
    </div>
  </div>
</div>

</template>